<template>
    <div>
        <div class="inapp_help">
        <h1>美食天下用户协议</h1>
        <h3>版权声明</h3>
                <p>美食天下网站、客户端、小程序等其他服务、产品上所有刊登内容，以及所提供的信息资料，目的是为了更好地服务访问者，不保证所有信息、文本、图形、链接及其它项目的绝对准确性和完整性，仅供访问者参照使用。在美食天下、美食家社区等公众平台或应用中，由用户发表的文章或图片仅代表作者本人观点，与本公司立场无关，作者文责自负。</p>
                <p>未经美食天下的明确许可，任何人不得盗链本站下载资源；不得复制或仿造本网站、客户端、小程序或者在非美食天下所属的服务器上建立镜像，美食天下所有服务对自行开发的或和他人共同开发的所有内容、技术手段和服务拥有全部知识产权，任何人不得侵害或破坏，也不得擅自使用。</p>
                <p>凡以任何方式登录、直接、间接使用本网站、客户端、小程序或其他服务、产品任何资料者，视为自愿接受本声明的约束。本声明未涉及的问题参见国家有关法律法规，当本声明与国家法律法规冲突时，以国家法律法规为准。</p>
                <h3>免责声明</h3>
                <p><strong>总则</strong></p>
                <p>用户在接受美食天下服务之前，请务必仔细阅读本条款并同意本声明。</p>
                <p>用户直接或通过各类方式（如站外API、RSS引用等）间接使用美食天下服务和数据的行为，都将被视作已无条件接受本声明所涉全部内容；若用户对本声明的任何条款有异议，请停止使用美食天下所提供的全部服务。 </p>
                <p><strong>第一条</strong></p>
                <p>用户以各种方式使用美食天下服务和数据（包括但不限于发表、宣传介绍、转载、浏览及利用美食天下网站、客户端、小程序等其他服务、产品或美食天下用户发布内容）的过程中，不得以任何方式利用美食天下直接或间接从事违反中国法律、以及社会公德的行为，且用户应当恪守下述承诺：</p>
                <ol>
                  <li>发布、转载或提供的内容符合中国法律、社会公德；</li>
                  <li>不得干扰、损害和侵犯美食天下的各种合法权利与利益；</li>
                  <li>不得侵犯他人的各种版权与其它合法权益，不得发布黄赌毒等内容；</li>
                  <li>遵守美食天下全部网络服务的协议、指导原则、管理细则等。</li>
                </ol>
                <p>美食天下网站有权对违反上述承诺的内容予以删除，并保留对账号的处置权力。</p>
                <p><strong>第二条</strong></p>
                <p>1. 美食天下仅为用户发布的内容提供存储空间，美食天下不对用户发表、转载的内容提供任何形式的保证：不保证内容满足您的要求，不保证美食天下的服务不会 中断。因网络状况、通讯线路、第三方网站或管理部门的要求等任何原因而导致您不能正常使用美食天下，美食天下不承担任何法律责任。</p>
                <p>2. 用户在美食天下网站、客户端发表的内容（包含但不限于美食天下目前各产品功能里的内容）仅表明其个人的立场和观点，并不代表美食天下的立场或观点。作为内容的 发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。美食天下不承担任何法律及连带责任。</p>
                <p>3. 用户在美食天下发布侵犯他人知识产权或其他合法权益的内容，美食天下有权予以删除，并保留移交司法机关处理的权利。</p>
                <p>4. 用户在美食天下发表的所有内容，除非美食天下收到相反通知，否则将视为该用户在本网站、客户端等其他服务、产品上载或发布的内容的版权拥有人。用户在本网站、客户端等其他服务、产品上载或发布内容即视 为其同意授予美食天下所有上述内容的修改权、复制权、发行权、展览权、表演权、放映权、广播权、信息网络传播权、改编权等权利。</p>
                <p>5. 个人或单位如认为美食天下网站、客户端等其他服务、产品上存在侵犯自身合法权益的内容，应准备好具有法律效应的证明材料，及时与美食天下取得联系，以便美食天下迅速做出处理。</p>
                <h3>用户协议</h3>
                <p>1. 美食天下使用协议的接受</p>
                <p>通过访问和/或使用本网站、客户端等其他服务、产品，你表示同意接受本协议的所有条件和条款。如果你不愿接受本协议的全部条件和条款，请你不要访问或使用美食天下的网站、客户端等其他服务、产品。</p>
                <p>2. 本协议的变更和修改</p>
                <p>美食天下有权随时对本协议进行修改，并且一旦发生协议条款的变动，美食天下将在相关页面上提示修改的内容；用户如果不同意本协议的修改，可以放弃使用或访问本网站、客户端等其他服务、产品或取消已经获得的服务；如果用户选择在本协议变更后继续访问或使用本网站、客户端等其他服务、产品，则视为用户已经接受本协议的修改。</p>
                <p>3. 服务说明</p>
                <p>（1）美食天下是一个向广大用户提供上传空间和技术的服务平台，如非特定账户，本身不直接上传内容。<br>
                  （2）美食天下运用自己的系统通过互联网向用户提供服务，除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品以及新增加的服务，均无条件地适用本协议。<br>
                  （3）美食天下对网站、客户端等其他产品的服务不承担任何责任，公司不保证服务一定会满足用户的使用要求，也不保证服务不会被中断，对服务的及时性、安全性、准确性也不作担保。</p>
                <p>4. 用户行为</p>
                <p> 4.1 用户帐号、密码和安全</p>
                <p>用户一旦注册成功，便成为美食天下的合法用户，将得到一个密码和帐号。用户应采取合理措施维护其密码和帐号的安全。用户对利用该密码和帐号所进行的一切活动负全部责任；由该等活动所导致的任何损失或损害由用户承担，美食天下不承担任何责任。<br>
                  用户的密码和帐号遭到未授权的使用或发生其他任何安全问题，用户可以立即通知美食天下，并且用户在每次连线结束，应结束帐号使用，否则用户可能得不到美食天下公司的安全保护。 <br>
                  对于用户长时间未使用的帐号，美食天下有权予以关闭。 <br>
                  用户可以自主要求注销美食天下账号以保障美食天下不再收集您的个人信息，可以通过联系客服注销账号，在注销您的账号之前，美食天下将验证您的个人身份、安全状态、常用设备等信息。我们会在五个工作日内完成注销。您注销账号的行为是不可逆的行为，一旦您注销您的账号，美食天下将即刻删除有关您账户的一切信息，并保证这些信息不会泄露，同时，您也无法通过已注销的账户获得美食天下的服务。</p>
                <p>4.2 用户应遵守以下法律及法规</p>
                <p>用户同意遵守《中华人民共和国保守国家秘密法》、《中华人民共和国著作权法》、《中华人民共和国计算机信息系统安全保护条例》、《计算 机软件保护条例》、《互联网电子公告服务管理规定》、《信息网络传播权保护条例》等有关计算机及互联网规定的法律、法规、实施办法。在任何情况下，美食天下合理地认为用户的行为可能违反上述法律、法规，美食天下可以在任何时候，不经事先通知终止向该用户提供服务。 <br>
                  美食天下欢迎用户举报任何违反上述法律或侵犯他人权利的上传内容，一经发现违法或侵权的上传内容，美食天下将无条件删除。 </p>
                <p>4.3 禁止用户从事以下行为：</p>
                <p>（1）上载、张贴、发送电子邮件或传送包含任何反对宪法所确定的基本原则、危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一、 破坏民族团结、损害国家荣誉和利益、煽动民族仇恨、民族歧视、破坏民族团结、破坏国家宗教政策、宣扬邪教和封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖 或者教唆犯罪、侮辱或者诽谤他人，侵害他人合法权益的等法律、行政法规禁止的内容或其他另人反感的包括但不限于资讯、资料、文字、软件、音乐、照片、图 形、信息或其他资料（以下简称内容）。<br>
                  （2）以任何方式危害未成年人。<br>
                  （3）冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关。<br>
                  （4）伪造标题或以其他方式操控识别资料，使人误认为该内容为美食天下所传送。<br>
                  （5）将无权传送的内容（例如内部资料、机密资料）进行上载、张贴、发送电子邮件或以其他方式传送。<br>
                  （6）将侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容加以上载、张贴、发送电子邮件或以其他方式传送。<br>
                  （7）将广告函件、促销资料、"垃圾邮件"等，加以上载、张贴、发送电子邮件或以其他方式传送。供前述目的使用的专用区域除外。<br>
                  （8）将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴、发送电子邮件或以其他方式传送。<br>
                  （9）干扰或破坏本美食天下服务或与之相连的服务器和网络，或不遵守美食天下用户使用协议。<br>
                  （10）故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。 </p>
                <p>4.4 用户对经由本网站上载、张贴、发送电子邮件或传送的内容承担全部责任</p>
                <p>对于经由本网站、客户端等其他服务、产品而传送的内容，美食天下不保证前述其合法性、正当性、准确性、完整性或品质。用户在接受美食天下提供的服务时，有可能会接触到令 人不快、不适当或令人厌恶的内容。在任何情况下，美食天下均不对任何内容承担任何责任，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。美食天下有权（但无义务）自行拒绝或删除经由本网站、客户端或其他服务提供的任何内容。用户使用上述内容，应自行承担风险。美食天下有权利在下述情况下，对内容进行保存 或披露：<br>
                  （1）法律程序所规定；<br>
                  （2）本服使用协议规定；<br>
                  （3）被侵害的第三人提出权利主张；<br>
                  （4）为保护美食天下、其使用者及社会公众的权利、财产或人身安全；<br>
                  （5）其他美食天下认为有必要的情况。 </p>
                <p>4.5 对用户信息的存储和限制</p>
                <p>美食天下不对用户所发布信息的删除或储存失败承担责任。美食天下有权判断用户的行为是否符合本使用协议条款之规定，如果美食天下认为用户违背了协议条款的规定，美食天下有终止向其提供部分或所有服务的权利。</p>
                <p>5. 用户隐私权制度</p>
                <p>当用户注册美食天下的服务时，用户须提供个人信息。美食天下收集个人信息的目的是为用户提供尽可能多的个人化网上服务以及为广告商提供 一个方便的途径来接触到适合的用户，并且可以发送具有相关性的内容和广告。在此过程中，广告商绝对不会接触到用户的个人信息。美食天下不会在未经合法用户授权时，公开、编辑或透露其个人信息及保存在美食天下中的非公开内容，除非有下列情况：<br>
                  （1）有关法律规定或美食天下合法服务程序规定；<br>
                  （2）在紧急情况下，为维护用户及公众的权益；<br>
                  （3）为维护美食天下的商标权、专利权及其他任何合法权益；<br>
                  （4）其他需要公开、编辑或透露个人信息的情况。<br>
                  在以下（包括但不限于）几种情况下，美食天下有权使用用户的个人信息：<br>
                  （1）在进行促销或抽奖或营销活动时，美食天下可能会与赞助商共享用户的个人信息，在这些情况下美食天下会在发布活动时进行提示，并且用户可以通过不参与来终止传送过程。这些赞助商如进行数据收集操作，但美食天下对这些赞助商到此种操作不负任何责任。<br>
                  （2）美食天下可以将用户信息与第三方数据匹配。<br>
                  （3）美食天下会通过透露合计用户统计数据，向未来的合作伙伴、广告商及其他第三方以及为了其他合法目的而描述美食天下的服务。<br>
                  （4）用户购买在美食天下列出的商品或服务时，美食天下获得的信息及用户提供的信息（例如用户的信用卡号和联系信息）会提供给商家，这些商家会进行数据收集操作，但美食天下对商家的此种操作不负任何责任。<br>
                  （5）美食天下会向用户发送关于美食天下不同产品和服务的信息或者美食天下认为用户会感兴趣的其他产品和服务。如果用户不希望收到这样的邮件，只需在提供 个人信息时或其他任何时候告知美食天下即可。另外，美食天下会竭尽全力保护用户的信息，但美食天下不能确信或保证任何个人信息的安全性，用户须自己承担风险。 </p>
                <p>6. 关于用户在美食天下上载或发布的内容：</p>
                <p>（1）用户上载的内容是指用户在本网站、客户端等其他服务、产品上载或发布的菜谱或其它任何形式的内容包括文字、图片、视频、音频等。<br>
                  （2）除非美食天下收到相反通知，美食天下将用户视为其在本网站、客户端等其他服务、产品上载或发布的内容的版权拥有人。用户在本网站、客户端等其他服务、产品上载或发布内容即视为其同意授予美食天下所有 上述内容的在全球范围内的免费、不可撤销的无限期的并且可转让的非独家使用权许可，美食天下有权展示、散布及推广前述内容，有权对前述内容进行任何形式的 复制、修改、出版、发行及以其他方式使用或者授权第三方进行复制、修改、出版、发行及以其他方式使用。<br>
                  （3）因用户进行上述内容在本网站、客户端等其他服务、产品的上载或发布，而导致任何第三方提出索赔要求或衍生的任何损害或损失，由用户承担全部责任。 </p>
                <p>7. 关于第三方链接</p>
                <p>本公司提供的服务可能会提供与其他国际互联网网站或资源进行链接。对于前述互联网服务或资源是否可以利用，美食天下承担担保责任。因使用或依赖上述互联网服务或资源所生的损失或损害，美食天下也不负担任何责任。</p>
                <p>8. 美食天下的知识产权及其他权利</p>
                <p>（1）美食天下对提供的服务及所使用的软件所包含的受知识产权或其他法律保护的资料享有相应的权利；除用户依法享有之版权之内容之外，网站、客户端等其他服务、产品整体内容版权归美食天下所有。<br>
                  （2）经由本网站、客户端等其他服务、产品传送的菜谱及其它内容，受到著作权法、商标法、专利法或其他法律的保护；除该菜谱及其它内容上载的用户所享有的版权，未经美食天下明示授权许可，其他用户不得进行修改、出租、散布或衍生其他作品。<br>
                  （3）用户在本网站、客户端等其他服务、产品上载或发布内容即视为其同意授予美食天下所有内容在全球范围内的免费、不可撤销的无限期的并且可转让的非独家使用权许可，美食天下有权 展示、散布及推广前述内容，有权对前述内容进行任何形式的复制、修改、出版、发行及以其他方式使用或者授权第三方进行复制、修改、出版、发行及以其他方式 使用。<br>
                  （4）用户对本公司提供的服务所使用的软件有非专属性使用权，但不得自行或许可任何第三方复制、修改、出售或衍生产品。<br>
                  （5）美食天下所有设计图样以及其他图样、产品及服务名称，均为美食天下所享有的商标、标识。任何人不得使用、复制或用作其他用途。 </p>
                <p>9. 免责声明</p>
                <p>（1）美食天下对于任何自美食天下提供的服务、产品而获得的他人的信息、内容或者广告宣传等任何资讯（以下统称“信息”），不保证真实、准确和完整性。如 果任何单位或者个人通过上述“信息”而进行任何行为，须自行甄别真伪和谨慎预防风险，否则，无论何种原因，美食天下不对任何非直接发生的交易和/或行为承担任何直接、间接、附带或衍生的损失和责任。<br>
                  （2）美食天下有权但无义务，改善或更正本网站、客户端等其他服务、产品任何部分之任何疏漏、错误。<br>
                  （3）美食天下不保证（包括但不限于）：<br>
                  a.美食天下网站、客户端等其他服务、产品适合用户的使用要求；<br>
                  b.美食天下网站、客户端等其他服务、产品不受干扰，及时、安全、可靠或不出现错误；<br>
                  c.用户经由美食天下取得的任何产品、服务或其他材料符合用户的期望。<br>
                  （4）用户使用经由本网站、客户端等其他服务、产品下载的或取得的任何资料，其风险自行负担；因该等使用导致用户电脑系统损坏或资料流失，用户应负完全责任；<br>
                  （5）基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，美食天下不承担任何直接、间接、附带、衍生或惩罚性的赔偿：<br>
                  a. 美食天下网站、客户端等其他服务、产品使用或无法使用；<br>
                  b.经由美食天下网站、客户端等其他服务、产品购买或取得的任何产品、资料或服务；<br>
                  c.用户资料遭到未授权的使用或修改；<br>
                  d.其他与美食天下相关的事宜。<br>
                  （6）用户在浏览互联网时自行判断使用美食天下提供的的搜索或检索目录。该搜索或检索目录可能会引导用户进入到被认为具有攻击性或不适当的网站，美食天下没有义务查看检索目录所列网站的内容，因此，对其正确性、合法性、正当性不负任何责任。<br>
                  （7）美食天下QQ群、微信群等网友群体，均由美食天下的用户自发组织，群内的用户成员以及用户言论、行为均与美食天下无关。 </p>
                <p>10. 第三方责任</p>
                <p>由于用户经由本网站、客户端等其他服务、产品上载或发布内容、与本网站连线、违反本服务条款或侵害其他人的任何权利导致任何第三人提出权利主张，用户同意赔偿美食天下及其分公司、关联公司、代理人或其他合作伙伴及员工，并使其免受损害。</p>
                <p>11. 服务的终止</p>
                <p>美食天下有权在任何时候，暂时或永久地终止部分或全部服务，无论是否通知。美食天下对提供服务的终止对用户和任何第三人不承担任何责任。美食天下有权基于任何理由，终止用户的帐号、密码或使用本服务，或删除、转移用户存储、发布在美食天下所属产品中的内容，美食天下采取上述行为均不需 通知，并且对用户和任何第三人不承担任何责任。</p>
                <p>12. 通知</p>
                <p>美食天下向用户发出的通知，采用电子邮件或页面公告的形式。本协议条款的修改或其他事项变更时，美食天下将会以上述某一形式进行通知。</p>
                <p>13. 法律的适用和管辖</p>
                <p>本使用协议的生效、履行、解释及争议的解决均适用中华人民共和国法律，与本协议有关的争议提交由美食天下公司所在地的法院管辖。本服务条款因与中华人民共和国现行法律相抵触而导致部分无效，不影响其他部分的效力。</p>
                <p>14. 附录</p>
                <p>“我们”或“美食天下”，指开发者，即：北京盛世传越科技有限公司。</p>
                <p class="note">协议版本: 2.1； 发布/生效日期: 2022年5月26日</p>
        </div>
    </div>
</template>

<script>
    export default {
        
    }
</script>

<style lang="scss" scoped>

</style>